const items = [
    {
        src: 'https://photos.app.goo.gl/dqUYb7raoctpj8186',
        description: `## 干锅花菜
花菜粗的根尽量对半切，焯水1分钟，可加盐油
- 煸炒培根片出油，加蒜末等
- 下花菜，加生抽胡椒`
    },
    {
        src: 'https://photos.app.goo.gl/BM6fSsy8Tbf6Tsa66',
        description: `## 青椒肉丝（银）
鸡肉切丝加生抽或蚝油，胡椒等，以及少量淀粉腌制。圆青椒一颗足够，鸡肉取等量。可选其他长条配菜如豆芽
- 鸡肉滑锅，油不宜少，鸡肉最好分批分散下避免粘连。八成熟出锅
- 蒜末姜丝辣椒末等爆香，加入青椒，其他配菜看情况延后下锅
- 加入鸡肉合炒，生抽，少量老抽，其他调料按需`
    },
    {
        src: 'https://photos.app.goo.gl/ozcHd2ZttHfuVt5h9',
        description: `## 麻婆豆腐
软豆腐经典口感好，老豆腐入味，避开silken tofu会变成豆腐脑
- 豆腐切小块加盐焯水
- 炒牛肉末，加豆瓣辣椒面，真辣椒切小圈加辣装饰
- 加一抽水烧开，下豆腐，加生抽
- 水不宜多，勾芡玉米淀粉不宜少，多次加，轻推搅拌`
    },
    {
        src: 'https://photos.app.goo.gl/1b6GoGYYVKb6KgV78',
        description: `## 花雕回锅羊
羊肉脂肪多点好，肩排性价比高，腿油脂稍少骨型不好看，肋排贵肉少。1-2lb 切大块
- 冷水浸泡去血，焯水，可加姜花椒去腥
- 简单炒一下，加入胡萝卜洋葱等配菜，姜，糖，炖肉料如老~~蒋~~酱，十三香，孜然，花椒粉
- 放入高压锅，砂锅或北美神锅，加入料酒或红酒接近没过，省钱可以兑水，炖
- 豆瓣炒红油，放入炖好的羊肉，大火收汁`
    },
    {
        src: 'https://photos.app.goo.gl/LrtNVkPxJSEP5TP28',
        description: `## 茅腿
- 领养一只tabby cat，每天喂2个罐头，另外20克干猫粮，时不时给个蛋黄，偶尔也可以
- 给点人类食物，比如西红柿炒鸡蛋的汤，或者剩菜的三文鱼渣
- 等到某一天，茅的大腿周长有10cm粗，茅腿就做成了`
    }
];
